Repository: DimensionDev/Flare
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt_br, ro, ru, sv, uk, zh_hans

# list_edit_members_error
source: Failed to load members
ar: فشل تحميل الأعضاء
cs: Nepodařilo se načíst členy
da: Kunne ikke indlæse medlemmer
de: Fehler beim Laden der Mitglieder
el: Αποτυχία φόρτωσης μελών
es: Error al cargar miembros
fi: Jäsenten lataaminen epäonnistui
fr: Impossible de charger les membres
it: Impossibile caricare i membri
ja: メンバーの読み込みに失敗しました
nl: Laad deelnemers mislukt
no: Kunne ikke laste inn medlemmer
pl: Nie udało się załadować członków
pt_br: Falha ao carregar membros
ro: Încărcarea membrilor a eșuat
ru: Не удалось загрузить участников
sv: Det gick inte att läsa in medlemmar
uk: Не вдалося завантажити члени
zh_hans: 无法加载成员

# list_edit_no_members
source: No members
ar: لا يوجد أعضاء
cs: Žádní členové
da: Ingen medlemmer
de: Keine Mitglieder
el: Κανένα μέλος
es: No hay miembros
fi: Ei jäseniä
fr: Aucun membre
it: Nessun membro
ja: メンバーなし
nl: Geen leden
no: Ingen medlemmer
pl: Brak członków
pt_br: Não membros
ro: Niciun membru
ru: Нет участников
sv: Inga medlemmar
uk: Немає учасників
zh_hans: 暂无成员

# list_empty
source: No lists
ar: لا توجد قوائم
cs: Žádné seznamy
da: Ingen lister
de: Keine Listen
el: Δεν υπάρχουν λίστες
es: No hay listas
fi: Ei listoja
fr: Aucune liste
it: Nessuna lista
ja: リストがありません
nl: Geen lijsten
no: Ingen lister
pl: Brak list
pt_br: Nenhuma lista
ro: Nicio listă
ru: Нет списков
sv: Inga listor
uk: Немає списків
zh_hans: 列表为空

# list_error
source: Failed to load lists
ar: فشل تحميل القوائم
cs: Nepodařilo se načíst seznamy
da: Kunne ikke indlæse lister
de: Fehler beim Laden der Listen
el: Αποτυχία φόρτωσης λιστών
es: Error al cargar las listas
fi: Listajen lataaminen epäonnistui
fr: Impossible de charger les listes
it: Impossibile caricare le liste
ja: リストの読み込みに失敗しました
nl: Laden van lijsten mislukt
no: Kunne ikke laste lister
pl: Nie udało się załadować list
pt_br: Falha ao carregar listas
ro: Încărcarea listelor a eșuat
ru: Не удалось загрузить списки
sv: Det gick inte att ladda listor
uk: Не вдалося завантажити списки
zh_hans: 无法加载列表

source: loading
ar: تحميل
cs: načítání
da: indlæser
de: lade
el: φόρτωση
es: cargando
fi: ladataan
fr: en cours de chargement
it: caricamento
ja: 読み込み中
nl: laden
no: laster
pl: ładowanie
pt_br: carregando
ro: încărcare
ru: загрузка
sv: laddar
uk: завантаження
zh_hans: 加载中

# local_filter_add
source: Add Filter
ar: إضافة فلتر
cs: Přidat filtr
da: Tilføj Filter
de: Filter hinzufügen
el: Προσθήκη Φίλτρου
es: Añadir filtro
fi: Lisää Suodatin
fr: Ajouter un filtre
it: Aggiungi Filtro
ja: フィルターを追加
nl: Filter toevoegen
no: Legg til filter
pl: Dodaj filtr
pt_br: Adicionar filtro
ro: Adaugă filtru
ru: Добавить фильтр
sv: Lägg till filter
uk: Додати фільтр
zh_hans: 添加过滤器

# local_filter_add_title
source: Add Filter
ar: إضافة فلتر
cs: Přidat filtr
da: Tilføj Filter
de: Filter hinzufügen
el: Προσθήκη Φίλτρου
es: Añadir filtro
fi: Lisää Suodatin
fr: Ajouter un filtre
it: Aggiungi Filtro
ja: フィルターを追加
nl: Filter toevoegen
no: Legg til filter
pl: Dodaj filtr
pt_br: Adicionar filtro
ro: Adaugă filtru
ru: Добавить фильтр
sv: Lägg till filter
uk: Додати фільтр
zh_hans: 添加过滤器

# local_filter_delete
source: Delete Filter
ar: حذف الفلتر
cs: Odstranit filtr
da: Slet Filter
de: Filter löschen
el: Διαγραφή Φίλτρου
es: Eliminar filtro
fi: Poista Suodatin
fr: Supprimer le filtre
it: Elimina Filtro
ja: フィルターを削除
nl: Filter verwijderen
no: Slett filter
pl: Usuń filtr
pt_br: Excluir filtro
ro: Ștergere filtru
ru: Удалить фильтр
sv: Ta bort filter
uk: Видалити фільтр
zh_hans: 删除过滤器

# local_filter_edit_title
source: Edit Filter
ar: تعديل عامل التصفية
cs: Upravit filtr
da: Rediger Filter
de: Filter bearbeiten
el: Επεξεργασία Φίλτρου
es: Editar filtro
fi: Muokkaa Suodatinta
fr: Modifier le filtre
it: Modifica Filtro
ja: フィルタの編集
nl: Bewerk filter
no: Rediger filter
pl: Edytuj filtr
pt_br: Editar filtro
ro: Editare filtru
ru: Изменить фильтр
sv: Redigera filter
uk: Редагувати
zh_hans: 编辑过滤器

# local_filter_for_notification
source: Filter in notification
ar: تصفية في الإشعار
cs: Filtrovat v oznámení
da: Filtrer i notifikation
de: In Benachrichtigung filtern
el: Φίλτρο στην ειδοποίηση
es: Filtrar en notificación
fi: Suodata ilmoituksessa
fr: Filtrer dans la notification
it: Filtra nelle notifiche
ja: 通知でフィルター
nl: Filter in melding
no: Filtrer i varsel
pl: Filtruj w powiadomieniach
pt_br: Filtrar na notificação
ro: Filtrare în notificare
ru: Фильтр в уведомлениях
sv: Filtrera i avisering
uk: Фільтр сповіщень
zh_hans: 在通知中过滤

# local_filter_for_search
source: Filter in search
ar: تصفية في البحث
cs: Filtrovat ve vyhledávání
da: Filtrer i søgning
de: Filter in der Suche
el: Φιλτράρισμα στην αναζήτηση
es: Filtrar en búsqueda
fi: Haku suodatin
fr: Filtrer dans la recherche
it: Filtra nella ricerca
ja: 検索でフィルター
nl: Filter in zoekopdracht
no: Filtrer i søk
pl: Filtruj w wyszukiwaniu
pt_br: Filtro em busca
ro: Filtrare în căutare
ru: Фильтр в поиске
sv: Filtrera i sök
uk: Фільтр пошуку
zh_hans: 在搜索中过滤

# local_filter_for_timeline
source: Filter in timeline
ar: تصفية في الخيط الزمني
cs: Filtrovat podle časové osy
da: Filtrer i tidslinje
de: Filter in der Zeitleiste
el: Φιλτράρισμα στο χρονοδιάγραμμα
es: Filtrar en la línea de tiempo
fi: Suodata aikajanalla
fr: Filtrer dans la chronologie
it: Filtra nella timeline
ja: タイムラインでフィルター
nl: Filter op tijdlijn
no: Filtrer i tidslinjen
pl: Filtruj na osi czasu
pt_br: Filtrar na linha do tempo
ro: Filtrare în cronologie
ru: Фильтр в хронологии
sv: Filtrera i tidslinje
uk: Фільтрувати в стрічці часу
zh_hans: 在时间轴中过滤

# local_filter_keyword_hint
source: Keyword to filter
ar: الكلمة المفتاحية للتصفية
cs: Klíčové slovo k filtrování
da: Nøgleord at filtrere
de: Zu filterndes Stichwort
el: Λέξη-κλειδί για φιλτράρισμα
es: Palabra clave a filtrar
fi: Suodatettava avainsana
fr: Mot-clé à filtrer
it: Parola chiave da filtrare
ja: フィルタするキーワード
nl: Trefwoord om te filteren
no: Nøkkelord å filtrere
pl: Słowo kluczowe do filtrowania
pt_br: Palavra-chave para filtrar
ro: Cuvânt cheie pentru filtrare
ru: Ключевое слово для фильтра
sv: Nyckelord att filtrera
uk: Ключове слово для фільтрації
zh_hans: 要过滤的关键字

# local_filter_no_expiration
source: No expiration
ar: لا تنتهي الصلاحية
cs: Bez vypršení platnosti
da: Ingen udløbsdato
de: Kein Ablauf
el: Χωρίς λήξη
es: No expiración
fi: Ei vanhentumista
fr: Pas d\'expiration
it: Nessuna scadenza
ja: 有効期限なし
nl: Geen vervaldatum
no: Ingen utløpsdato
pl: Brak wygaśnięcia
pt_br: Sem vencimento
ro: Fără expirare
ru: Без истечения срока
sv: Ingen förfallotid
uk: Немає терміну дії
zh_hans: 无限期

# local_history_search_placeholder
source: Search local cache
ar: البحث عن ذاكرة التخزين المؤقت المحلية
cs: Hledat místní keš
da: Søg i lokal cache
de: Lokalen Cache suchen
el: Αναζήτηση τοπικής προσωρινής μνήμης
es: Buscar caché local
fi: Etsi paikallista välimuistia
fr: Rechercher dans la cache locale
it: Cerca nella cache locale
ja: ローカルキャッシュを検索
nl: Zoek lokale cache
no: Søk lokal cache
pl: Szukaj lokalnej pamięci podręcznej
pt_br: Pesquisar cache local
ro: Caută cache local
ru: Поиск локального кэша
sv: Sök lokal cache
uk: Пошук в локальному кеші
zh_hans: 搜索本地缓存

source: Login
ar: تسجيل الدخول
cs: Přihlásit se
de: Anmelden
el: Είσοδος
es: Ingresar
fi: Kirjaudu
fr: Se connecter
it: Accedi
ja: ログイン
nl: Aanmelden
no: Innlogging
pl: Logowanie
pt_br: Conectar-se
ro: Autentificare
ru: Логин
sv: Inloggning
uk: Логін
zh_hans: 登录

# login_button
source: Login
ar: تسجيل الدخول
cs: Přihlásit se
de: Anmelden
el: Είσοδος
es: Ingresar
fi: Kirjaudu
fr: Se connecter
it: Accedi
ja: ログイン
nl: Aanmelden
no: Innlogging
pl: Logowanie
pt_br: Conectar-se
ro: Autentificare
ru: Логин
sv: Inloggning
uk: Логін
zh_hans: 登录

# login_expired
source: Login session expired
ar: انتهت صلاحية جلسة تسجيل الدخول
cs: Platnost relace přihlášení vypršela
da: Login-session udløbet
de: Anmeldesitzung abgelaufen
el: Η συνεδρία σύνδεσης έληξε
es: Sesión de inicio expirada
fi: Kirjautumisistunto vanhentunut
fr: Session de connexion expirée
it: Sessione di login scaduta
ja: ログインセッションの有効期限が切れました
nl: Inlogsessie verlopen
no: Innloggingsøkt utløpt
pl: Sesja logowania wygasła
pt_br: Sessão de login expirada
ro: Sesiunea de conectare a expirat
ru: Время входа истекло
sv: Inloggningssessionen har löpt ut
uk: Час сеансу входу минув
zh_hans: 登录会话已过期

# login_expired_message
source: Click to login again
ar: انقر لتسجيل الدخول مرة أخرى
cs: Klikněte pro přihlášení znovu
da: Klik for at logge ind igen
de: Zum erneuten Anmelden klicken
el: Κάντε κλικ για να συνδεθείτε ξανά
es: Haga clic para volver a iniciar sesión
fi: Klikkaa kirjautuaksesi uudelleen
fr: Cliquez pour vous connecter à nouveau
it: Clicca di nuovo per effettuare il login
ja: クリックして再度ログインする
nl: Klik om opnieuw in te loggen
no: Trykk for å logge inn igjen
pl: Kliknij, aby zalogować się ponownie
pt_br: Clique para entrar novamente
ro: Faceți clic pentru a vă reconecta
ru: Нажмите, чтобы войти снова
sv: Klicka för att logga in igen
uk: Нажміть кнопку для входу знову
zh_hans: 点击重新登录

# login_expired_relogin
source: Login again
ar: تسجيل الدخول مرة أخرى
cs: Přihlásit se znovu
da: Log ind igen
de: Erneut anmelden
el: Είσοδος ξανά
es: Iniciar sesión de nuevo
fi: Kirjaudu uudelleen
fr: Reconnectez-vous
it: Accedi di nuovo
ja: 再度ログインする
nl: Opnieuw inloggen
no: Logg inn på nytt
pl: Zaloguj się ponownie
pt_br: Entrar novamente
ro: Conectează-te din nou
ru: Войти снова
sv: Logga in igen
uk: Знову увійти в систему
zh_hans: 重新登录

source: main tab
ar: علامة التبويب الرئيسية
cs: hlavní karta
da: hovedfane
de: Haupt-Tab
el: κύρια καρτέλα
es: pestaña principal
fi: päävälilehti
fr: onglet principal
it: scheda principale
ja: メインタブ
nl: hoofd tabblad
no: hovedfane
pl: zakładka główna
pt_br: aba principal
ro: fila principală
ru: главная вкладка
sv: huvudflik
uk: головна вкладка
zh_hans: 主标签

# mastodon_item_bookmark
source: Bookmark
ar: إشارة
cs: Záložka
da: Bogmærke
de: Lesezeichen
el: Σελιδοδείκτης
es: Marcador
fi: Kirjanmerkki
fr: Marque-page
it: Segnalibro
ja: ブックマーク
nl: Bladwijzer
no: Bokmerke
pl: Zakładka
pt_br: Favorito
ro: Marcaj
ru: Закладка
sv: Bokmärke
uk: Закладка
zh_hans: 添加书签

# mastodon_item_content_warning
source: Content warning
ar: تحذير المحتوى
cs: Upozornění na obsah
da: Advarsel om indhold
de: Inhaltswarnung
el: Προειδοποίηση περιεχομένου
es: Advertencia de contenido
fi: Sisällön varoitus
fr: Avertissement de contenu
it: Avviso contenuto
ja: 閲覧注意:
nl: Waarschuwing inhoud
no: Advarsel for innhold
pl: Ostrzeżenie o zawartości
pt_br: Aviso de conteúdo
ro: Avertisment conținut
ru: Предупреждение о контенте
sv: Varning för innehåll
uk: Попередження про вміст
zh_hans: 内容警告

# mastodon_item_delete
source: Delete
ar: حذف
cs: Vymazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimez
it: Elimina
ja: 削除
nl: Verwijderen
no: Slett
pl: Usuń
pt_br: excluir
ro: Ștergere
ru: Удалить
sv: Radera
uk: Видалити
zh_hans: 删除

# mastodon_item_reblogged_status
source: boosted a toot
ar: تم ترقية التبويق
cs: boostnul toot
da: boostet et toot
de: einen toot gebootet
el: ενίσχυσε μια φωνή
es: potenciado un toot
fi: tehostettu tootti
fr: a boosté un pouet
it: potenziato un toot
ja: ブーストしました
nl: toot heeft geboost
no: boostet et toot
pl: wzmocniono wpis
pt_br: compartilhou um toot
ro: a amplificat o notiță
ru: усилил зуб
sv: förstärkte en toot
uk: передмухнув
zh_hans: 更新了一条嘟文

# mastodon_item_report
source: Report
ar: تقرير
cs: Nahlásit
da: Rapport
de: Bericht
el: Αναφορά
es: Reporte
fi: Raportoi
fr: Rapporter
it: Segnala
ja: レポート
nl: Rapporteren
no: Rapporter
pl: Zgłoszenie
pt_br: Denunciar
ro: Raport
ru: Отчет
sv: Rapportera
uk: Доповісти
zh_hans: 举报

# mastodon_item_show_less
source: Show less
ar: إظهار أقل
cs: Zobrazit méně
da: Vis mindre
de: Weniger anzeigen
el: Εμφάνιση λιγότερων
es: Mostrar menos
fi: Näytä vähemmän
fr: Afficher moins
it: Mostra meno
ja: 表示を減らす
nl: Minder weergeven
no: Vis mindre
pl: Pokaż mniej
pt_br: Mostre menos
ro: Arată mai puțin
ru: Меньше
sv: Visa mindre
uk: Показати менше
zh_hans: 显示更少

# mastodon_item_show_more
source: Show more
ar: إظهار المزيد
cs: Zobrazit více
da: Vis mere
de: Mehr anzeigen
el: Εμφάνιση περισσότερων
es: Mostrar más
fi: Näytä lisää
fr: Afficher plus
it: Mostra di più
ja: 詳細を表示
nl: Toon meer
no: Vis mer
pl: Pokaż więcej
pt_br: Mostre mais
ro: Arată mai mult
ru: Показать еще
sv: Visa mer
uk: Показати більше
zh_hans: 显示更多

# mastodon_item_unbookmark
source: Unbookmark
ar: إلغاء الإشارة
cs: Zrušit záložku
da: Fjern Bogmærke
de: Entfernen
el: Μη Σελιδοδείκτης
es: Desmarcar
fi: Poista kirjanmerkki
fr: Retirer des favoris
it: Rimuovi Segnalibro
ja: ブックマークを解除する
nl: Niet bladwijzer
no: Fjern bokmerke
pl: Usuń zakładkę
pt_br: Desfavoritar
ro: Debifare
ru: Снять закладку
sv: Avbokmärke
uk: Зняти закладку
zh_hans: 取消书签

# mastodon_login_message
source: Please enter your instance URL below.
ar: الرجاء إدخال عنوان URL الخاص بك أدناه.
cs: Zadejte prosím URL vaší instance níže.
da: Indtast venligst din instans URL nedenfor.
de: Bitte geben Sie unten die URL Ihrer Instanz ein.
el: Παρακαλώ εισάγετε την παρουσία σας URL παρακάτω.
es: Por favor, introduzca la URL de su instancia a continuación.
fi: Syötä instanssin URL-osoite alle.
fr: Veuillez entrer l\'URL de votre instance ci-dessous.
it: Inserisci l\'URL di istanza qui sotto.
ja: 以下にインスタンスのURLを入力してください。
nl: Gelieve uw insty-URL hieronder in te vullen.
no: Angi din instans URL nedenfor.
pl: Wprowadź adres URL instancji poniżej.
pt_br: Por favor, digite sua URL de instância abaixo.
ro: Te rugăm să introduci mai jos URL-ul instanței.
ru: Пожалуйста, введите адрес экземпляра ниже.
sv: Ange din instans URL nedan.
uk: Будь ласка, введіть URL вашого екземпляра нижче.
zh_hans: 请在下面输入实例主机名称。

# mastodon_login_title
source: Login to Mastodon
ar: تسجيل الدخول إلى ماستدون
cs: Přihlásit se do Mastodonu
da: Log ind på Mastodon
de: Bei Mastodon anmelden
el: Συνδεθείτε στο Mastodon
es: Iniciar sesión en Mastodon
fi: Kirjaudu sisään Mastodoniin
fr: Se connecter à Mastodon
it: Accedi a Mastodon
ja: Mastodonにログイン
nl: Inloggen op Mastodon
no: Logg inn på Mastodon
pl: Zaloguj się do Mastodon
pt_br: Login para o Mastodon
ro: Autentificare în Mastodon
ru: Войти в Мастодон
sv: Logga in till Mastodon
uk: Увійти до Mastodon
zh_hans: 登录到 Mastodon

# mastodon_login_verify_message
source: Please wait while we verify your credentials.
ar: الرجاء الانتظار بينما نقوم بالتحقق من بيانات الاعتماد الخاصة بك.
cs: Počkejte prosím, než ověříme Vaše přihlašovací údaje.
da: Vent venligst mens vi verificerer dine legitimationsoplysninger.
de: Bitte warten Sie, bis wir Ihre Zugangsdaten verifizieren.
el: Παρακαλώ περιμένετε όσο επαληθεύουμε τα στοιχεία σας.
es: Por favor, espere mientras verificamos sus credenciales.
fi: Ole hyvä ja odota kunnes vahvistamme käyttäjätunnuksesi.
fr: Veuillez patienter pendant que nous vérifions vos identifiants.
it: Attendere mentre verifichiamo le tue credenziali.
ja: 認証情報を確認するまでしばらくお待ちください。
nl: Een moment geduld aub terwijl we uw inloggegevens verifiëren.
no: Vennligst vent mens vi bekrefter dine legitimasjon.
pl: Proszę czekać, weryfikujemy Twoje dane logowania.
pt_br: Por favor, aguarde enquanto verificamos suas credenciais.
ro: Te rugăm să aștepți până îți verificăm acreditările.
ru: Пожалуйста, подождите, пока мы верифицируем ваши учетные данные.
sv: Vänligen vänta medan vi verifierar dina uppgifter.
uk: Будь ласка, зачекайте, поки ми перевіряємо ваші облікові дані.
zh_hans: 请稍等，正在验证您的凭据。

# mastodon_notification_item_favourited_your_status
source: favourited
ar: المفضلة
cs: oblíbený
da: favorit
de: favorisiert
el: αγαπημένο
es: favorito
fi: suosikki
fr: favori
it: favorito
ja: お気に入り
nl: favoriet
no: favorisert
pl: ulubione
pt_br: favoritos
ro: favorit
ru: избранный
sv: Favoriterad
uk: улюблене
zh_hans: 收藏了

# mastodon_notification_item_followed_you
source: followed you
ar: تابعك
cs: vás sleduje
da: fulgte dig
de: folgte dir
el: σας ακολούθησε
es: te siguió
fi: seurasi sinua
fr: vous a suivi
it: ti ha seguito
ja: あなたをフォローしました
nl: volgt jou nu
no: fulgte deg
pl: obserwuje Ciebie
pt_br: seguiu você
ro: te urmărește
ru: подписался на вас
sv: följde dig
uk: підписався на вас
zh_hans: 关注了你

# mastodon_notification_item_mentioned_you
source: mentioned you
ar: ذكرك
cs: vás zmínil
da: nævnte dig
de: erwähnte dich
el: σας ανέφερε
es: te mencionó
fi: mainitsi sinut
fr: vous a mentionné
it: ti ha menzionato
ja: メンションされました
nl: noemde je
no: nevnte deg
pl: wspomniał o tobie
pt_br: mencionou você
ro: te-a menționat
ru: упомянул вас
sv: nämnde dig
uk: згадав вас
zh_hans: 提及了你

# mastodon_notification_item_poll_ended
source: A poll you were participating in has ended
ar: انتهى استطلاع الرأي الذي كنت تشارك فيه
cs: Anketa, kterou jste se zúčastnili, skončila
da: En afstemning, du deltog i, er afsluttet
de: Eine Umfrage, an der Sie teilgenommen haben, ist beendet
el: Μια δημοσκόπηση στην οποία συμμετείχατε τελείωσε
es: Una encuesta en la que participabas ha terminado
fi: Kysely johon osallistuit on päättynyt
fr: Un sondage auquel vous participiez est terminé
it: Un sondaggio a cui partecipavi è terminato
ja: 参加していたアンケートが終了しました
nl: Een poll waaraan u deelnam, is beëindigd
no: En avstemming du deltok i er avsluttet
pl: Ankieta, w której uczestniczyłeś zakończyła się
pt_br: Uma enquete em que você participou acabou
ro: Un sondaj la care participați s-a încheiat
ru: Опрос, в котором вы участвовали закончился
sv: En enkät som du deltog i har avslutats
uk: Опитування, в якому ви брали участь участь завершено
zh_hans: 你参与的一个投票已经结束

# mastodon_notification_item_posted_status
source: just posted a status
ar: نشر حالة للتو
cs: právě zveřejnil status
da: lige indsendt en status
de: hat gerade einen Status gepostet
el: μόλις δημοσίευσε μια κατάσταση
es: acaba de publicar un estado
fi: juuri lähetetty tila
fr: vient de publier un statut
it: appena postato uno stato
ja: ただ投稿したのは
nl: plaatste zojuist een status
no: nettopp postet en status
pl: właśnie dodał(a) status
pt_br: acabou de postar um status
ro: doar a postat un statut
ru: только что опубликовал статус
sv: precis skrivit en status
uk: щойно опубліковано статус
zh_hans: 刚刚发布了一条嘟文

# mastodon_notification_item_reblogged_your_status
source: reblogged
ar: إعادة التدوين
cs: sdíleno
el: επανασυνδεδεμένο
es: reblogueado
fr: reblogué
ja: リブログ
nl: gedeeld
no: reblogget
pl: reblogowany
pt_br: repostou
ro: redistribuit
ru: репостнуто
sv: återbloggad
uk: репост
zh_hans: 转发了

# mastodon_notification_item_requested_follow
source: request to follow you
ar: طلب متابعتك
cs: požádat vás o sledování
da: anmode om at følge dig
de: um zu folgen
el: ζητήστε να σας ακολουθήσουν
es: solicitar seguirte
fi: pyydä seuraamaan sinua
fr: demander à vous suivre
it: richiesta di seguirti
ja: からのフォローリクエスト
nl: verzoek je te volgen
no: forespørsel om å følge deg
pl: prośba o obserwowanie
pt_br: peça para seguir você
ro: solicitare de a te urmări
ru: запросить подписку на вас
sv: begär att följa dig
uk: запит на підписку
zh_hans: 申请关注你

# mastodon_notification_item_updated_status
source: updated a toot
ar: تم تحديث التبويق
cs: aktualizoval toot
da: opdaterede et toot
de: hat einen toot aktualisiert
el: ενημέρωσε μια φωνή
es: actualizado un toot
fi: päivitti toottia
fr: a mis à jour un pouet
it: aggiornato un toot
ja: トゥートを更新しました
nl: heeft een toot bijgewerkt
no: oppdater et toot
pl: zaktualizowano wpis
pt_br: atualizou um toot
ro: a actualizat o notiță
ru: обновил зуб
sv: uppdaterade en toot
uk: оновив дмух
zh_hans: 更新了一条嘟文

# mastodon_report_description
source: Are you sure you want to report this?
ar: هل أنت متأكد من أنك تريد الإبلاغ عن هذا؟
cs: Opravdu to chcete nahlásit?
da: Er du sikker på, at du vil rapportere dette?
de: Bist du sicher, dass du dies melden möchtest?
el: Είστε βέβαιοι ότι θέλετε να αναφέρετε αυτό?
es: ¿Estás seguro de que quieres reportar esto?
fi: Oletko varma, että haluat raportoida tästä?
fr: Êtes-vous sûr de vouloir signaler cela ?
it: Sei sicuro di voler segnalare questo?
ja: これを報告してもよろしいですか？
nl: Weet u zeker dat u dit wilt melden?
no: Er du sikker på at du vil rapportere dette?
pl: Czy na pewno chcesz to zgłosić?
pt_br: Tem certeza de que deseja denunciar isto?
ro: Ești sigur că vrei să raportezi acest lucru?
ru: Вы уверены, что хотите сообщить об этом?
sv: Är du säker på att du vill rapportera detta?
uk: Ви впевнені, що хочете повідомити про це?
zh_hans: 您确定要举报此内容吗？

# mastodon_report_title
source: Report
ar: تقرير
cs: Nahlásit
da: Rapport
de: Bericht
el: Αναφορά
es: Reporte
fi: Raportoi
fr: Rapporter
it: Segnala
ja: レポート
nl: Rapporteren
no: Rapporter
pl: Zgłoszenie
pt_br: Denunciar
ro: Raport
ru: Отчет
sv: Rapportera
uk: Доповісти
zh_hans: 举报

# mastodon_tab_local_title
source: Local
ar: محلي
cs: Místní
da: Lokal
de: Lokal
el: Τοπικό
fi: Paikallinen
fr: Locale
it: Locale
ja: ローカル
nl: lokaal
no: Lokal
pl: Lokalny
pt_br: Localização
ru: Локальный
sv: Lokal
uk: Місцевий
zh_hans: 本地

# mastodon_tab_public_title
source: Public
ar: عامة
cs: Veřejnost
da: Offentlig
de: Öffentlich
el: Δημόσιο
es: Público
fi: Julkinen
fr: Publique
it: Pubblico
ja: 公開
nl: Openbaar
no: Offentlig
pl: Publiczne
pt_br: Público
ro: Publice
ru: Публичный
sv: Publik
uk: Загальнодоступна
zh_hans: 公开

# mastodon_visibility_direct
source: Direct
ar: مباشر
cs: Přímé
da: Direkte
de: Direkt
el: Άμεση
es: Directo
fi: Suora
fr: Directement
it: Diretto
nl: Directe
no: Direkte
pl: Bezpośredni
pt_br: Direto
ro: Directă
ru: Прямо
sv: Direkt
uk: Прямий
zh_hans: 仅提到的人

# mastodon_visibility_direct_description
source: Only mentioned users can see this toot
ar: يمكن للمستخدمين المذكورين فقط رؤية هذا التبويق
cs: Pouze zmínění uživatelé mohou vidět tento toot
da: Kun nævnte brugere kan se dette toot
de: Nur erwähnte Benutzer können diesen toot sehen
el: Μόνο οι αναφερόμενοι χρήστες μπορούν να δουν αυτή την φωνή
es: Sólo los usuarios mencionados pueden ver este toot
fi: Vain mainitut käyttäjät voivat nähdä tämän tootin.
fr: Seuls les utilisateurs mentionnés peuvent voir ce pouet
it: Solo gli utenti menzionati possono vedere questo toot
ja: この投稿はメンションされたユーザーに限り見ることができます。
nl: Alleen vermelde gebruikers kunnen deze toot zien
no: Bare nevnte brukere kan se dette tootet
pl: Tylko wspomniani użytkownicy mogą zobaczyć ten wpis
pt_br: Somente usuários mencionados podem ver este toot
ro: Numai utilizatorii menționați pot vedea această notiță
ru: Только упомянутые пользователи могут видеть это тоже
sv: Endast nämnda användare kan se denna toot
uk: Тільки згадані користувачі можуть бачити цей дмух
zh_hans: 只有提到的人可以看到这条嘟文

# mastodon_visibility_private
source: Private
ar: خاص
cs: Soukromé
da: Privat
de: Privat
el: Ιδιωτικό
es: Privado
fi: Yksityinen
fr: Privé
it: Privato
ja: 非公開
nl: Privé
no: Privat
pl: Prywatny
pt_br: Privado
ro: Privat
ru: Приватный
sv: Privat
uk: Приватний
zh_hans: 仅关注可见

# mastodon_visibility_private_description
source: Only followers can see this toot
ar: يمكن للمتابعين فقط رؤية هذا التبويق
cs: Pouze následovníci mohou vidět tento toot
da: Kun følgere kan se dette toot
de: Nur Follower können diesen toot sehen
el: Μόνο οι ακόλουθοι μπορούν να δουν αυτή την φωνή
es: Sólo los seguidores pueden ver este toot
fi: Vain seuraajat näkevät tämän tootin.
fr: Seuls les abonnés peuvent voir ce pouet
it: Solo i seguaci possono vedere questo toot
ja: この投稿はフォロワーに限り見ることができます。
nl: Alleen volgers kunnen deze toot zien
no: Bare tilhengere kan se dette tootet
pl: Tylko obserwujący mogą zobaczyć ten wpis
pt_br: Somente seguidores podem ver este toot
ro: Doar adepții pot vedea această notiță
ru: Только последователи могут видеть этот зуб
sv: Endast följare kan se denna toot
uk: Лише підписники можуть бачити цей дмух
zh_hans: 只有关注你的人可以看到这条嘟文

# mastodon_visibility_public
source: Public
ar: عامة
cs: Veřejnost
da: Offentlig
de: Öffentlich
el: Δημόσιο
es: Público
fi: Julkinen
fr: Publique
it: Pubblico
ja: 公開
nl: Openbaar
no: Offentlig
pl: Publiczne
pt_br: Público
ro: Publice
ru: Публичный
sv: Publik
uk: Загальнодоступна
zh_hans: 公开
